/* Branding.strings */
/* MyChart */
/* Copyright © 2017-2022 Epic Systems Corporation. All rights reserved. */


/*@CONTEXT@Name of the username field when the custom server is being used or this is a branded app.*/
"STR_BRANDING_USERNAME" = "Nome de usuário";

/*@CONTEXT@Name of the password field when the custom server is being used or this is a branded app.*/
"STR_BRANDING_PASSWORD" = "Senha";

/*APPLE WATCH STRINGS BELOW; UNCOMMENT AND PLACE IN WHICHEVER LANGUAGE FOLDERS YOU WISH TO OVERRIDE */
///*@CONTEXT@This message appears on the Apple Watch to tell the user that, in order to use the application, the user must first log in on their main device and enable the feature from MyChart Mobile's account settings activity. %@ is the branded name of the MyChart app. Override this message to instruct users on how to link their watch to your app if account settings is inaccessible or there is a better way to do so.*/
//"wp_peripheral_no_linked_org"="To use this app, log-in to your healthcare provider on the %@ iPhone app and link your Apple Watch from Account Settings.";
//
///*@CONTEXT@This message appears on a peripheral device (eg Apple Watch) if the user's login authentication has become invalid. To rectify it, they must open up MyChart Mobile on their main device (iPhone), log in to the organization that they wish use on the peripheral device, go to account settings, and link it there (which the user has done once before at this point). %@ is the branded name of the MyChart app. Override this message to instruct users on how to re-link their watch to your app if account settings is inaccessible or there is a better way to do so.*/
//"wp_peripheral_invalid_token"="%@ has logged out on this watch. Log in on your iPhone/iPad and link your watch in account settings.";


